Repository: FrDeGraux/camelot
Catalog: camelot/art/translations/*/LC_MESSAGES/camelot.po
Languages: nl

source: Relations
nl: Relaties

source: Configuration
nl: Configuratie

source: &File
nl: &Bestand

source: Export To
nl: Exporteer naar

source: Import From
nl: Importeer van

source: &Edit
nl: Be&werken

source: View
nl: Weergave

source: Go To
nl: Ga naar

source: Select %s
nl: Selecteer %s

source: Are you sure you want to delete this
nl: Bent u zeker dat u dit wenst te verwijderen

source: New
nl: Nieuw

source: Open in New Tab
nl: Open in nieuwe tab

source: New %s
nl: Nieuw %s

source: Create a new %s
nl: Creeer een nieuwe %s

source: Help content
nl: Help inhoud

source: Help Browser
nl: Help inhoud

source: &About
nl: &Info

source: Show the application's About box
nl: Toon de Info box van de applicatie

source: About
nl: Info

source: Backup the database
nl: Maak een backup van de database

source: Backup in progress
nl: Backup wordt gemaakt

source: Restore the database from a backup
nl: Plaats een backup van de database terug

source: Restore in progress
nl: Backup wordt teruggezet

source: Refresh
nl: Vernieuwen

source: Reload data from database
nl: Database gegevens opnieuw inladen

source: Update screens
nl: Vernieuwen van het scherm

source: E&xit
nl: Sluit af

source: Exit the application
nl: Sluit de applicatie af

source: Change logging
nl: Wijzig de logging

source: Change the logging configuration of the application
nl: Wijzig de logging configuratie van het programma

source: Dump state
nl: Dump status

source: Dumping session state
nl: De status van de sessie wordt weggeschreven

source: Dumping item model state
nl: De status van het model wordt weggeschreven

source: Show runtime info
nl: Toon runtime informatie

source: Segmentation Fault
nl: Crash het programma

source: Edit
nl: Be&werken

source: Edit this document
nl: Bewerk dit document

source: History
nl: Geschiedenis

source: Show recent changes on this form
nl: Toon de historiek van dit formulier

source: Change
nl: Wijziging

source: Changes
nl: Wijzigingen

source: Recent changes
nl: Recente wijzigingen

source: Close
nl: Sluiten

source: Close this form
nl: Sluit dit formulier

source: Closing form
nl: Het formulier wordt gesloten

source: Invalid form
nl: Ongeldig formulier

source: Open
nl: Openen

source: Duplicate
nl: Dupliceer

source: Delete
nl: Verwijder

source: Please confirm
nl: Gelieve te bevestigen

source: Removing
nl: Verwijderen

source: Previous
nl: Vorige

source: First
nl: Eerste

source: Next
nl: Volgende

source: Last
nl: Laatste

source: Export to MS Excel
nl: Exporteer naar Microsoft Excel

source: Create worksheet
nl: Aanmaken van werkblad

source: Saving file
nl: Opslaan van bestand

source: Opening file
nl: Openen van bestand

source: Print Preview
nl: Afdruk voorbeeld

source: Select &All
nl: Selecteer &Alle

source: Select all rows in the table
nl: Selecteer alle rijen in de tabel

source: Import from file
nl: Importeer van bestand

source: Reading data
nl: Inladen gegevens

source: No data in file
nl: Het bestand bevat geen gegevens

source: Proceed with import
nl: Verdergaan met de import

source: Importing data cannot be undone, are you sure you want to continue
nl: Het importeren van gegevens kan niet worden ongedaan gemaakt, bent u zeker dat u wilt verdergaan

source: Importing data
nl: Importeren van gegevens

source: Replace field contents
nl: Veldinhoud vervangen

source: Replace the content of a field for all rows in a selection
nl: Vervang de inhoud van een veld voor alle rijen in een selectie

source: Replacing field
nl: Veldinhoud vervangen

source: Add
nl: Voeg toe

source: Remove
nl: Verwijder

source: %s is a required field
nl: %s is een verplicht veld

source: New project
nl: Nieuw project

source: Analyzing database structure
nl: Analyse van de database structuur

source: Preparing backup file
nl: Voorbereiden van de backup file

source: Copy data of table %s
nl: Kopieren van data van tabel %s

source: Store backup at requested location
nl: Opslaan van de backup op de gevraagde locatie

source: Backup completed
nl: Backup volledig

source: Open backup file
nl: Backup bestand openen

source: Prepare database for restore
nl: Database voorbereiden voor restore

source: Analyzing backup structure
nl: Analyse van de backup structuur

source: Delete data from table %s
nl: Verwijderen van gegevens in tabel %s

source: Copy data from table %s
nl: Kopieren van data van tabel %s

source: Update schema after restore
nl: Update van database structuur na restore

source: Load new data
nl: Inladen nieuwe gegevens

source: Restore completed
nl: Restore volledig

source: Could not proceed
nl: Kon niet verdergaan

source: The directory %s does not exist
nl: %s bestaat niet

source: Contact your system administrator
nl: Verifieer driver, servernaam en poort of contacteer uw systeembeheerder

source: You have no write permissions for %s
nl: U heeft geen schrijfrechten voor %s

source: Unable to write file to %s
nl: Er kan geen bestand bewaard worden op %s

source: Authentication mechanism
nl: Inloggegevens

source: Cancel
nl: Annuleer

source: PO Export
nl: Exporteer als vertalings bestand

source: Translations
nl: Vertalingen

source: Country
nl: Land

source: Countries
nl: Landen

source: City
nl: Stad

source: Cities
nl: Steden

source: Address
nl: Adres

source: Addresses
nl: Adressen

source: Contact mechanism
nl: Contact gegeven

source: Contact mechanisms
nl: Contact gegevens

source: Mechanism
nl: Contact gegeven

source: A person with the same name already exists
nl: Er bestaat reeds een persoon met deze naam

source: Relationship
nl: Relatie

source: Relationships
nl: Relaties

source: Employed by
nl: Werkgevers

source: Employment relation
nl: Tewerkstelling

source: Employment relations
nl: Tewerkstelling

source: Employee
nl: Werknemer

source: Name
nl: Naam

source: Employer
nl: Werkgever

source: Direction structure
nl: Directie structuur

source: Direction structures
nl: Directie structuren

source: Organization
nl: Organisatie

source: Director
nl: Verantwoordelijke

source: Directed organization
nl: Gecontroleerde organizatie

source: Represented by
nl: Vertegenwoordigd door

source: Supplier - Customer
nl: Leveranciers

source: Customer
nl: Klant

source: Supplier
nl: Leverancier

source: Shareholder structure
nl: Aandeelhouder

source: Shareholder structures
nl: Aandeelhouders

source: Shareholder
nl: Aandeelhouder

source: Shares
nl: Aandelen

source: Street
nl: Straat

source: Street Extra
nl: Straat (bijkomend)

source: Address role type
nl: Adres voor

source: Category
nl: Categorie

source: Categories
nl: Categorieen

source: Party
nl: Organisatie of Persoon

source: Parties
nl: Organisaties en Personen

source: male
nl: Man

source: female
nl: Vrouw

source: Organizations
nl: Organisaties

source: Basic
nl: Basis

source: Employment
nl: Tewerkstelling

source: Customers
nl: Klanten

source: Suppliers
nl: Leveranciers

source: Corporate
nl: Bedrijf

source: Branding
nl: Marketing

source: Category and Status
nl: Categorie en status

source: Person
nl: Persoon

source: Persons
nl: Personen

source: Official
nl: Officiëel

source: Work
nl: Werk

source: Statuses
nl: Statusen

source: Copy
nl: Kopiëren

source: Paste
nl: Plak

source: Paste content from clipboard
nl: De inhoud van het klembord plakken

source: new/edit profile
nl: nieuw/wijzig profiel

source: Profile Selection
nl: Profiel selectie

source: Select a stored profile:
nl: Selecteer een profiel:

source: Quit
nl: Afsluiten

source: Profile Wizard
nl: Profiel Wizard

source: Create New/Edit Profile
nl: Nieuw profiel aanmaken of profiel wijzigen

source: Please enter the database settings
nl: Gelieve de database gegevens in te vullen

source: Profile Name:
nl: Profiel Naam:

source: Server Host:
nl: Server adres:

source: Port:
nl: Poort:

source: Database Name:
nl: Database Naam:

source: Username:
nl: Gebruikersnaam:

source: Password:
nl: Paswoord:

source: Media Location:
nl: Bestands locatie:

source: Language:
nl: Taal:

source: Proxy Host:
nl: Proxy Adres:

source: Proxy Username:
nl: Proxy Gebruikersnaam:

source: Proxy Password:
nl: Proxy Paswoord:

source: Media location path is not accessible.
nl: Bestands locatie is niet bereikbaar.

source: Media location path is not writable.
nl: Geen schrijftoegang tot bestandslocatie.

source: More
nl: Meer

source: Browse
nl: Bladeren

source: Load profiles
nl: Profielen inladen van bestand

source: Save profiles
nl: Profielen opslaan in bestand

source: Verifying database settings
nl: Controle van de database instellingen

source: Could not connect to database, please check host and port
nl: Er kon geen verbinding worden gemaakt met de database, gelieve de servernaam en poort te verifieren

source: Verify driver, host and port or contact your system administrator
nl: Verifieer driver, servernaam en poort of contacteer uw systeembeheerder

source: Internet available.
nl: Internet beschikbaar.

source: Internet not available. %s.
nl: Internet niet beschikbaar. %s.

source: Select media location
nl: Selecteer de bestandslocatie

source: Save Profiles To a File
nl: Sla de profielen op in een bestand

source: Profiles file (*.ini)
nl: Profielen bestand (*.ini)

source: Load Profiles From a File
nl: Laad profielen in van een bestand

source: All
nl: Alle

source: Valid at
nl: Geldig op

source: Select fields
nl: Selecteer een veld

source: Show next
nl: Toon volgende

source: Show previous
nl: Toon vorige

source: Match names
nl: Match namen

source: This file contains unexpected characters
nl: Dit bestand bevat onbekende tekens

source: Recreate the file with %s encoding
nl: Maak het bestand opnieuw aan met een %s encodering

source: Initialize application
nl: Initialiseer de applicatie

source: Setup database
nl: Connecteer met de database

source: Load translations
nl: Vertalingen inladen

source: Create translator
nl: Anmaken vertalingen

source: Install translator
nl: Laad vertalingen

source: Create main window
nl: Aanmaak van het hoofdvenster

source: Please wait
nl: Gelieve even te wachten

source: Open file
nl: Bestand openen

source: Could not open file
nl: Kon bestand niet openen

source: %s does not exist
nl: %s bestaat niet

source: Save file
nl: Bestand opslaan

source: Save as
nl: Opslaan

source: The file will be stored.
nl: Het bestand zal worden opgeslagen.

source: Do you want to remove the original file?
nl: Wilt u het originele bestand verwijderen ?

source: like
nl: Bevat

source: between
nl: tussen

source: Double click to (un)maximize
nl: Dubbel klikken om te (de)maximaliseren

source: Select file
nl: Selecteer een bestand

source: Default Location
nl: Standaard locatie

source: Custom Location
nl: Eigen locatie

source: Browse...
nl: Bladeren...

source: Select backup file
nl: Selecteer een backup bestand

source: Please select a backup file. All data in this file will be overwritten.
nl: Gelieve een backup bestand te selecteren. Alle gegevens in dit bestand zullen worden overschreven.

source: Label:
nl: Veldnaam:

source: Database files (*%s);;All files (*.*)
nl: Databank bestanden (*%s);;Alle bestanden (*.*)

source: Select restore file
nl: Selecteer een backup bestand om van te restoren

source: Please select a backup file from which to restore the database. <br/>All data in the database will be overwritten with data from this file
nl: Gelieve een backup bestand te selecteren om te restoren.<br/>Alle gegevens in de database zullen worden overschreven met de data van dit bestand

source: Please complete
nl: Gelieve ter vervolledigen

source: Complete the form and press the OK button
nl: Gelieve het formulier in te vullen en op de knop OK te drukken

source: Please correct the data above before proceeding with the import.<br/>Incorrect cells have a pink background.
nl: Kijk bovenstaande gegevens na op fouten vooraleer verder te gaan met de import.<br/> Foutieve gegevens hebben een roze achtergrondkleur, deze dienen gecorrigeerd te worden.

source: Data Preview
nl: Data nakijken

source: Please review the data below.
nl: Gelieve deze gegevens na te kijken.

source: Select the field to update and enter its new value
nl: Selecteer het te wijzigen veld en geef de nieuwe waarde

source: Message
nl: Bericht

source: Edit text
nl: Bewerk tekst

source: Press OK when finished
nl: Druk op OK wanneer u klaar bent

source: Calculator
nl: Rekenmachine

source: Exception
nl: Uitzondering

source: An unexpected event occurred
nl: Er trad een onverwachte fout op

source: View attributes
nl: Bekijk veld attributen

source: Field Attributes
nl: Veld attributen

source: None
nl: Geen

source: Right click to open in New Tab
nl: Klik rechts om te openen in nieuwe tab

source: Expand or collapse search options
nl: Open of sluit extra zoek mogelijkheden

source: Search...
nl: Zoeken...

source: (%i rows)
nl: (%i rijen)

source: Change translation
nl: Wijzig vertaling

source: Translation
nl: Vertaling

source: Forever
nl: Voor altijd

source: %i years
nl: %i jaren

source: %i months
nl: %i maanden

source: Copy to clipboard
nl: Kopieren naar klembord

source: Today
nl: Vandaag

source: Far future
nl: Verre toekomst

source: Calendar and special dates
nl: Kalender en speciale datums

source: Clear
nl: Wissen

source: Save file as
nl: Bestand oplsaan als

source: Delete file
nl: Bestand verwijderen

source: Attach file
nl: Bestand toevoegen

source: Remove this file ?
nl: Verwijder dit bestand ?

source: If you continue, you will no longer be able to open this file.
nl: Wanneer u verdergaat zal u dit bestand niet meer kunnen openen

source: open image
nl: Afbeelding openen

source: delete image
nl: Afbeelding verwijderen

source: clear
nl: Wissen

source: new
nl: nieuw

source: select
nl: Selecteren

source: open
nl: Openen

source: Search
nl: Zoeken

source: years
nl: jaren

source: months
nl: maanden
